[
    {
        "name": "Main de mage",
        "name_en": "Mage Hand",
        "level": 0,
        "school": "Invocation",
        "class": ["Barde", "Ensorceleur", "Occultiste", "Magicien"],
        "casting_time": "Action",
        "range": "9 m",
        "components": ["V", "S"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "1 minute",
        "description": "Une main spectrale et flottante apparaît à un endroit que vous choisissez à portée. La main reste active pendant toute la durée du sort. Elle disparaît si elle s'éloigne de vous de plus de 9 mètres ou si vous relancez ce sort.<br><br><strong>Utilisation initiale :</strong><br>Lorsque vous lancez ce sort, vous pouvez utiliser la main pour :<br>• Manipuler un objet<br>• Ouvrir une porte ou un contenant déverrouillé<br>• Ranger ou récupérer un objet d'un contenant ouvert<br>• Vider le contenu d'une fiole<br><br><strong>Tours ultérieurs :</strong><br>Par une action Magie lors de vos tours ultérieurs, vous pouvez continuer de contrôler la main ainsi. Cette action vous permet de déplacer la main jusqu'à 9 mètres.<br><br><strong>Limitations :</strong><br>La main ne peut pas attaquer, ni activer des objets magiques, ni porter plus de 5 kg.",
        "higher_levels": "",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": true,
        "learning_source": "Unseen University",
        "comment": "Déplacer des objets à distance : tirez des leviers douteux, ouvrez des portes suspectes, triez votre linge enchanté (attention aux chaussettes dimensionnelles), et évitez de risquer vos phalanges. Ne fonctionne pas sur les tartes explosives. Ne me demandez pas pourquoi.",
        "score": 4
    },
    {
        "name": "Trait de feu",
        "name_en": "Fire Bolt",
        "level": 0,
        "school": "Évocation",
        "class": ["Ensorceleur", "Magicien"],
        "casting_time": "Action",
        "range": "36 m",
        "components": ["V", "S"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "Instantanée",
        "description": "Vous lancez une particule de feu sur une créature ou un objet à portée.<br><br><strong>Attaque :</strong><br>Effectuez une attaque de sort à distance contre la cible.<br><br><strong>En cas de succès :</strong><br>• La cible subit 1d10 dégâts de feu<br>• Un objet inflammable touché par ce sort commence à brûler s'il n'est pas porté",
        "higher_levels": "<strong>Amélioration de sort mineur.</strong> Les dégâts augmentent de 1d10 lorsque vous atteignez les niveaux 5 (2d10), 11 (3d10) et 17 (4d10).",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Portée excellente et dégâts honnêtes. L'option de référence quand seuls les dégâts comptent. Glas funèbre frappe plus fort et avec un meilleur type de dégâts, mais Trait de feu a le double de portée. Notez qu'avec 14 en Dextérité, une arbalète légère reste aussi efficace (voire plus) des niveaux 1 à 4. L'absence de ce tour aux bas niveaux n'est donc nullement dramatique.",
        "score": 3
    },
    {
        "name": "Piqûre mentale",
        "name_en": "Mind Sliver",
        "level": 0,
        "school": "Enchantement",
        "class": ["Ensorceleur", "Occultiste", "Magicien"],
        "casting_time": "Action",
        "range": "18 m",
        "components": ["V"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "1 round",
        "description": "Vous essayez de rompre temporairement l'esprit d'une créature que vous pouvez voir à portée.<br><br><strong>Jet de sauvegarde :</strong><br>La cible doit réussir un jet de sauvegarde d'Intelligence.<br><br><strong>En cas d'échec :</strong><br>• Subit 1d6 dégâts psychiques<br>• Soustrait 1d4 du prochain jet de sauvegarde qu'elle effectue avant la fin de votre prochain tour",
        "higher_levels": "<strong>Amélioration de sort mineur.</strong> Les dégâts augmentent de 1d6 lorsque vous atteignez les niveaux 5 (2d6), 11 (3d6) et 17 (4d6).",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "(Optionnel) : Les dégâts psychiques infligés sur un jet de sauvegarde d'Intelligence sont déjà spectaculaires en soi. Les jets de sauvegarde d'Intelligence figurent parmi les plus faibles de manière constante, et la résistance ou l'immunité aux dégâts psychiques est rare (quoique présente, surtout chez les ennemis sans cervelle, comme les zombies). Cela seul suffit à faire de la Piqûre Mentale l'un des sorts à effet fiable les plus convaincants de la 5e, mais ce n'est que le début. Avec uniquement des composantes verbales, la Piqûre Mentale peut être incantée même si vos mains sont occupées ou que vous êtes ligoté – une aubaine pour tout adepte du Don de la Guerre. Elle impose également un malus de -1d4 au prochain jet de sauvegarde de la cible, la rendant plus vulnérable à vos sorts les plus retors. Vous pouvez aussi vous contenter de frapper encore et encore avec la Fente Mentale, en regardant vos ennemis tenter désespérément de résister à votre DD de sauvegarde avec un bonus de +0… et le petit malus de -1d4 qui leur vient tout droit de votre coup précédent.",
        "score": 4
    },
    {
        "name": "Illusion Mineure",
        "name_en": "Minor Illusion",
        "level": 0,
        "school": "Illusion",
        "class": ["Barde", "Ensorceleur", "Occultiste", "Magicien"],
        "casting_time": "Action",
        "range": "9 m",
        "components": ["S", "M (un peu de laine brute)"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "1 minute",
        "description": "Le lanceur de sorts crée un son ou l'image d'un objet à portée pendant une minute.<br><br><strong>Fin de l'illusion :</strong><br>Cette illusion se termine également si :<br>• Elle est révoquée au prix d'une action<br>• Ce sort est lancé une nouvelle fois<br><br><strong>Si l'illusion est un son :</strong><br>• Le volume peut aller d'un simple chuchotement à un cri<br>• Il peut s'agir de votre voix, de la voix de quelqu'un d'autre, du rugissement d'un lion, d'un roulement de tambours, ou tout autre son que vous choisissez<br>• Le son peut autant ne pas diminuer en intensité pendant la durée du sort qu'être discret et produit à différents instants dans cet intervalle de temps<br><br><strong>Si l'illusion est une image ou un objet :</strong><br>• Exemples : une chaise, des traces de pas boueuses ou un petit coffre<br>• Ne peut pas être plus large qu'un cube de 1,50 mètre d'arête<br>• Cette image ne peut produire de son, lumière, odeur ou tout autre effet sensoriel<br>• Une interaction physique avec l'image révèle l'illusion, car elle peut être traversée par n'importe quoi<br><br><strong>Détection de l'illusion :</strong><br>Si une créature utilise une action pour examiner le son ou l'image, elle peut comprendre qu'il s'agit d'une illusion grâce à un jet d'Intelligence (Investigation) contre le DD de sauvegarde de votre sort. Si une créature discerne l'illusion pour ce qu'elle est, l'illusion s'évanouit pour la créature.",
        "origin": "Player's Handbook (SRD)",
        "learned": false,
        "learning_source": "",
        "comment": "Ample marge de manœuvre pour des usages créatifs et trompeurs. Le cube de 1,50 mètre de côté offre largement de quoi créer quelque chose derrière quoi se cacher, à condition que vos ennemis ne vous voient pas façonner l'illusion.",
        "score": 4
    },
    {
        "name": "Prestidigitation",
        "name_en": "Prestidigitation",
        "level": 0,
        "school": "Transmutation",
        "class": ["Barde", "Sorcier", "Magicien", "Ensorceleur"],
        "casting_time": "Action",
        "range": "3 m (10 feet)",
        "components": ["V", "S"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "Jusqu'à 1 heure",
        "description": "Vous créez un effet magique dans la portée. Choisissez l'effet parmi les options ci-dessous. Si vous lancez ce sort plusieurs fois, vous pouvez avoir jusqu'à trois de ses effets non instantanés actifs en même temps.\n\nEffet sensoriel. Vous créez un effet sensoriel instantané et inoffensif, comme une pluie d'étincelles, un souffle de vent, des notes musicales faibles ou une odeur étrange. Jeu de feu. Vous allumez ou éteignez instantanément une bougie, une torche ou un petit feu de camp. Nettoyer ou salir. Vous nettoyez ou salissez instantanément un objet ne dépassant pas 1 pied cube. Sensation mineure. Vous refroidissez, réchauffez ou aromatisez jusqu'à 1 pied cube de matière non vivante pendant 1 heure. Marque magique. Vous faites apparaître une couleur, une petite marque ou un symbole sur un objet ou une surface pendant 1 heure. Création mineure. Vous créez un bibelot non magique ou une image illusoire qui peut tenir dans votre main. Cela dure jusqu'à la fin de votre prochain tour. Un bibelot ne peut infliger aucun dommage et n'a aucune valeur monétaire.",
        "origin": "Player's Handbook (SRD)",
        "learned": false,
        "learning_source": "",
        "comment": "Dès que vous voulez accomplir un petit tour de magie qui ne figure pas dans un autre sort, la Prestidigitation est généralement la solution. Ce sort est d'une polyvalence rare. Pour des idées sur la manière de tirer le meilleur parti de la Prestidigitation, voyez mon <a href=\"https://rpgbot.net/dnd5/characters/spells/prestidigitation/\" target=\"_blank\">Guide Pratique de la Prestidigitation</a>.",
        "score": 4
    },
    {
        "name": "Façonnage de l'eau",
        "name_en": "Shape Water",
        "level": 0,
        "school": "Transmutation",
        "class": ["Druide", "Ensorceleur", "Magicien"],
        "casting_time": "Action",
        "range": "9 m",
        "components": ["S"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "Instantanée ou 1 heure",
        "description": "Choisissez un cube d'eau visible de 1,50 mètre d'arête dans la portée du sort.<br><br><strong>Vous pouvez alors le manipuler d'une des façons suivantes :</strong><br><br>• <strong>Déplacer l'eau :</strong> Vous déplacez instantanément ou modifiez le sens du courant selon vos directives jusqu'à 1,50 mètre dans n'importe quelle direction. Ce mouvement n'a pas assez de force pour causer des dégâts<br><br>• <strong>Animer l'eau :</strong> Vous pouvez faire apparaitre des formes simples dans l'eau et les animer selon vos instructions. Ce changement dure 1 heure<br><br>• <strong>Modifier l'apparence :</strong> Vous modifiez la couleur ou l'opacité de l'eau. L'eau doit être transformée de façon homogène. Ce changement dure 1 heure<br><br>• <strong>Geler l'eau :</strong> Vous gelez l'eau, à condition qu'elle ne contienne aucune créature. L'eau dégèle au bout de 1 heure<br><br><strong>Limitation :</strong><br>Si vous lancez ce sort plusieurs fois, vous ne pouvez avoir que deux de ces effets non-instantanés actifs à la fois, et vous pouvez en dissiper un en une action.",
        "origin": "Xanathar's Guide to Everything (XGE)",
        "learned": true,
        "learning_source": "Librarian of Unseen University",
        "comment": "Aussi exploitable que Prestidigitation : geler un cube d'eau et l'écraser sur quelqu'un, briser une serrure en la gelant, ériger un dôme de glace, bloquer un couloir, construire un pont par segments de 1,50 m… Si vous avez un tonneau d'eau et ce tour, vous avez une réponse à tout. Ce sort enterre ses équivalents élémentaires, et c'est bien mérité. Voir mon <a href=\"https://rpgbot.net/dnd5/characters/shape-water\" target=\"_blank\">Guide Pratique du Modelage de l'Eau</a> pour plus d'idées brillamment discutables.",
        "score": 4
    },
    {
        "name": "Éruption de lames",
        "name_en": "Sword Burst",
        "level": 0,
        "school": "Invocation",
        "class": ["Ensorceleur", "Magicien", "Occultiste"],
        "casting_time": "Action",
        "range": "Personnelle (rayon de 1,50 m)",
        "components": ["V"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "Instantanée",
        "description": "Vous créez temporairement un cercle de lames spectrales autour de vous.<br><br><strong>Effet :</strong><br>Toutes les autres créatures dans un rayon de 1,50 mètre autour de vous doivent réussir un jet de sauvegarde de Dextérité ou subir 1d6 dégâts de force.",
        "higher_levels": "Les dégâts de ce sort augmentent de 1d6 lorsque vous atteignez les niveaux 5 (2d6), 11 (3d6) et 17 (4d6).",
        "origin": "Tasha's Cauldron of Everything",
        "learned": false,
        "learning_source": "",
        "comment": "(Optionnel) : Si vous vous retrouvez dans une situation où ce sort a du sens, vous devriez probablement être en train de fuir… sauf si vous êtes un Chante-Lame. Pour le Chante-Lame, c'est un excellent moyen de gérer les foules lorsque vous êtes en mêlée.",
        "score": 2
    },
    {
        "name": "Coup au but",
        "name_en": "True Strike",
        "level": 0,
        "school": "Évocation",
        "class": ["Barde", "Ensorceleur", "Magicien", "Occultiste"],
        "casting_time": "Action",
        "range": "Personnelle",
        "components": ["S", "M (une arme dont vous avez la maîtrise, d'une valeur minimale de 1 pc)"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "Instantanée",
        "description": "Guidé par un éclair magique, vous effectuez une attaque avec l'arme utilisée pour lancer le sort.<br><br><strong>Mécaniques d'attaque :</strong><br>• L'attaque utilise votre caractéristique d'incantation pour les jets d'attaque et de dégâts, au lieu d'utiliser la Force ou la Dextérité<br>• Si l'attaque inflige des dégâts, ceux-ci peuvent être radiants ou du type de dégâts normal de l'arme (selon votre choix)",
        "higher_levels": "Amélioration de sort mineur. Que vous infligez des dégâts radiants ou du type de dégâts normal de l'arme, les dégâts augmentent de 1d6 lorsque vous atteignez les niveaux 5 (2d6), 11 (3d6) et 17 (4d6).",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "En général, vous obtiendrez de meilleurs résultats en attaquant deux fois plutôt qu'en utilisant ce sort et en attaquant une seule fois ensuite.",
        "score": 1
    },
    {
        "name": "Absorption des éléments",
        "name_en": "Absorb Elements",
        "level": 1,
        "school": "Abjuration",
        "class": ["Druide", "Ensorceleur", "Magicien", "Rôdeur"],
        "casting_time": "Réaction, que vous prenez lorsque vous subissez des dégâts d'acide, de froid, de feu, de foudre ou de tonnerre",
        "range": "Personnelle",
        "components": ["S"],
        "concentration": false,
        "ritual": false,
        "reaction": true,
        "duration": "1 round",
        "description": "Le sort capte une partie de l'énergie entrante, ce qui réduit son effet sur vous et la stocke pour votre prochaine attaque au corps à corps.<br><br><strong>Effets immédiats :</strong><br>• Vous obtenez une résistance à ce type de dégâts jusqu'au début de votre prochain tour<br><br><strong>Effet retardé :</strong><br>• La première fois que vous touchez avec une attaque au corps à corps lors de votre prochain tour, la cible subit 1d6 dégâts supplémentaires du type d'élément ciblé, et le sort se termine",
        "higher_levels": "Lorsque vous lancez ce sort en utilisant un emplacement de sort de niveau 2 ou supérieur, les dégâts supplémentaires augmentent de 1d6 pour chaque niveau d'emplacement au-delà du niveau 1.",
        "origin": "Xanathar's Guide to Everything",
        "learned": false,
        "learning_source": "",
        "comment": "Une excellente option défensive à tout niveau : elle pourra vous sauver la vie face à une source imprévisible de dégâts élémentaires, comme un piège ou un sort. Le bonus de dégâts sur votre prochaine attaque est largement inutile, mais l'utiliser reste toujours un petit frisson bienvenu.",
        "score": 4
    },
    {
        "name": "Alarme",
        "name_en": "Alarm",
        "level": 1,
        "school": "Abjuration",
        "class": ["Rôdeur", "Magicien"],
        "casting_time": "1 minute ou Rituel",
        "range": "9 m",
        "components": ["V", "S", "M (une cloche et du fil d'argent)"],
        "concentration": false,
        "ritual": true,
        "reaction": false,
        "duration": "8 heures",
        "description": "Vous placez une alarme contre les intrusions. Choisissez une porte, une fenêtre ou une zone à portée qui ne dépasse pas un cube de 6 mètres.<br><br><strong>Fonctionnement :</strong><br>• Jusqu'à la fin du sort, une alarme vous alerte chaque fois qu'une créature touche ou pénètre dans la zone protégée<br>• Lorsque vous lancez le sort, vous pouvez désigner des créatures qui ne déclencheront pas l'alarme<br><br><strong>Types d'alarme :</strong><br>Vous choisissez si l'alarme est audible ou mentale :<br><br>• <strong>Alarme audible :</strong> L'alarme produit le son d'une clochette pendant 10 secondes dans un rayon de 18 mètres de la zone protégée<br><br>• <strong>Alarme mentale :</strong> Vous êtes alerté par un signal mental si vous êtes dans un rayon de 1,5 kilomètre de la zone protégée. Ce signal vous réveille si vous dormez",
        "higher_levels": "",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Ne le préparez jamais, mais lancez-le au moins une fois en rituel à chaque repos long.",
        "score": 4
    },
    {
        "name": "Compréhension des langues",
        "name_en": "Comprehend Languages",
        "level": 1,
        "school": "Divination",
        "class": ["Barde", "Ensorceleur", "Occultiste", "Magicien"],
        "casting_time": "Action ou Rituel",
        "range": "Personnelle",
        "components": ["V", "S", "M (une pincée de suie et de sel)"],
        "concentration": false,
        "ritual": true,
        "reaction": false,
        "duration": "1 heure",
        "description": "Pendant toute la durée du sort, vous comprenez le sens littéral de toute langue que vous entendez ainsi que le langage des signes.<br><br><strong>Langues écrites :</strong><br>• Vous comprenez également toute langue écrite que vous voyez, mais vous devez toucher la surface sur laquelle les mots sont écrits<br>• Il faut environ une minute pour lire une page de texte<br><br><strong>Limitation :</strong><br>Ce sort ne décode pas les symboles ni les messages secrets",
        "higher_levels": "",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Lancez ce sort en rituel. Malheureusement, c'est un sort qui ne cible que vous, donc votre communication sera à sens unique… sauf si ce à quoi vous parlez a aussi trouvé une solution.",
        "score": 4
    },
    {
        "name": "Simulacre de vie",
        "name_en": "False Life",
        "level": 1,
        "school": "Nécromancie",
        "class": ["Ensorceleur", "Magicien"],
        "casting_time": "Action",
        "range": "Personnelle",
        "components": ["V", "S", "M (une goutte d'alcool)"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "Instantanée",
        "description": "<strong>Effet :</strong><br>Vous gagnez 2d4 + 4 points de vie temporaires.",
        "higher_levels": "Vous gagnez 5 points de vie temporaires supplémentaires pour chaque niveau d'emplacement de sort supérieur à 1.",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Un excellent moyen d'utiliser vos emplacements de sorts de bas niveau lorsqu'ils cessent d'être efficaces en combat. 1d4+4 points de vie, c'est autant que ce qu'un magicien peut espérer d'un dé de vie supplémentaire, ce qui peut faire une énorme différence pour une classe aussi fragile.",
        "score": 4
    },
    {
        "name": "Feuille morte",
        "name_en": "Feather Fall",
        "level": 1,
        "school": "Transmutation",
        "class": ["Barde", "Ensorceleur", "Magicien"],
        "casting_time": "Réaction, que vous prenez lorsque vous ou une créature que vous pouvez voir dans un rayon de 18 m tombe",
        "range": "18 m",
        "components": ["V", "M (une petite plume ou un morceau de duvet)"],
        "concentration": false,
        "ritual": false,
        "reaction": true,
        "duration": "1 minute",
        "description": "Choisissez jusqu'à cinq créatures en chute libre à portée.<br><br><strong>Effet :</strong><br>• La vitesse de chute d'une créature est réduite à 18 mètres par round jusqu'à la fin du sort<br>• Si une créature atterrit avant la fin du sort, elle ne subit aucun dégât de la chute et le sort prend fin pour elle",
        "higher_levels": "",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Quelqu'un dans le groupe doit avoir ce sort en permanence, et vous êtes un quelqu'un. Mourir de dégâts de chute est un moyen ridicule et embarrassant de finir.",
        "score": 4
    },
    {
        "name": "Appel de familier",
        "name_en": "Find Familiar",
        "level": 1,
        "school": "Invocation",
        "class": ["Magicien"],
        "casting_time": "1 heure ou Rituel",
        "range": "3 m",
        "components": ["V", "S", "M (encens en combustion d'une valeur de 10+ po, que le sort consomme)"],
        "concentration": false,
        "ritual": true,
        "reaction": false,
        "duration": "Instantanée",
        "description": "Vous obtenez les services d'un familier, un esprit qui prend une forme animale de votre choix.<br><br><strong>Formes disponibles :</strong><br>Chauve-souris, Chat, Grenouille, Faucon, Lézard, Pieuvre, Chouette, Rat, Corbeau, Araignée, Belette, ou une autre Bête qui a un facteur de puissance de 0.<br><br><strong>Caractéristiques du familier :</strong><br>• Apparaît dans un espace inoccupé à portée<br>• A les statistiques de la forme choisie<br>• Est un Céleste, une Fée ou un Fiélon (votre choix) au lieu d'une Bête<br>• Agit indépendamment de vous, mais obéit à vos ordres<br><br><strong>Connexion télépathique :</strong><br>• Communication télépathique dans un rayon de 30 mètres<br>• Par une action bonus : voir à travers ses yeux et entendre ce qu'il entend jusqu'au début de votre prochain tour (bénéficiant de tous ses sens spéciaux)<br>• Peut délivrer vos sorts de contact (dans un rayon de 30 mètres, en prenant une réaction)<br><br><strong>Combat :</strong><br>• Le familier est un allié pour vous et vos alliés<br>• Lance sa propre Initiative et agit à son propre tour<br>• Ne peut pas attaquer, mais peut effectuer d'autres actions normalement<br><br><strong>Disparition et rappel :</strong><br>• Disparaît quand il tombe à 0 point de vie (réapparaît en relançant ce sort)<br>• Peut être temporairement renvoyé dans une dimension de poche (action de Magie)<br>• Peut être rappelé dans un espace inoccupé dans un rayon de 9 mètres (action de Magie)<br>• Laisse derrière lui tout ce qu'il portait ou transportait quand il disparaît<br><br><strong>Limitation :</strong><br>Vous ne pouvez pas avoir plus d'un familier à la fois. Si vous lancez ce sort alors que vous avez un familier, vous lui faites adopter une nouvelle forme éligible.",
        "higher_levels": "",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Un familier est un atout incroyablement utile. Certes, il ne peut pas attaquer, mais il peut faire plein d'autres choses : transporter des objets entre les membres du groupe, utiliser l'action d'Aide et explorer les environs pour détecter les dangers. Les familiers ont très peu de points de vie, mais vous pouvez toujours les invoquer à nouveau si vous avez les composants valant 10 po sous la main. Passés les premiers niveaux, la mort de votre familier n'est donc plus qu'un désagrément mineur. En général, la chouette est le meilleur choix, grâce à son aptitude “Vol stationnaire” qui lui permet de voler au milieu des ennemis et d'en ressortir sans provoquer d'attaques d'opportunité, pour utiliser l'action d'Aide. Vous pouvez aussi trouver des buffs spécifiques, comme Souffle de dragon, à lancer sur votre familier pour en faire une véritable menace en combat.",
        "score": 4
    },
    {
        "name": "Armure de mage",
        "name_en": "Mage Armor",
        "level": 1,
        "school": "Abjuration",
        "class": ["Ensorceleur", "Magicien"],
        "casting_time": "Action",
        "range": "Contact",
        "components": ["V", "S", "M (un morceau de cuir tanné)"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "8 heures",
        "description": "Vous touchez une créature consentante qui ne porte pas d'armure.<br><br><strong>Effet :</strong><br>• La CA de base de la cible passe à 13, plus son modificateur de Dextérité<br>• Dure jusqu'à la fin du sort<br><br><strong>Fin prématurée :</strong><br>Le sort prend fin si la cible porte une armure.",
        "higher_levels": "",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Une excellente source de CA, mais elle impose un tribut permanent à vos emplacements de sorts : 13 + Dextérité cesse d'être efficace à mesure que les bonus d'attaque des ennemis augmentent, tandis que votre Dextérité reste statique pour laisser toute la place à votre Intelligence.<br><br>L'Armure du Mage devient vraiment utile si vous avez d'autres personnages faiblement protégés dans votre groupe. L'apprendre juste pour vous peut sembler une perte, mais si vous la lancez sur des bardes, des druides, des guerriers, des rôdeurs, des roublards et des ensorceleurs, alors soudain, ce sort de bas niveau devient la pierre angulaire de la défense de tout votre groupe.",
        "score": 3
    },
    {
        "name": "Projectile magique",
        "name_en": "Magic Missile",
        "level": 1,
        "school": "Évocation",
        "class": ["Ensorceleur", "Magicien"],
        "casting_time": "Action",
        "range": "36 m",
        "components": ["V", "S"],
        "concentration": false,
        "ritual": false,
        "reaction": false,
        "duration": "Instantanée",
        "description": "Vous créez trois fléchettes lumineuses de force magique.<br><br><strong>Ciblage :</strong><br>• Chaque fléchette touche une créature de votre choix que vous pouvez voir et à portée<br>• Les fléchettes frappent toutes simultanément<br>• Vous pouvez les diriger pour toucher une ou plusieurs créatures<br><br><strong>Dégâts :</strong><br>Une fléchette inflige 1d4 + 1 point de dégâts de force à sa cible.",
        "higher_levels": "Le sort crée une fléchette supplémentaire pour chaque niveau d'emplacement de sort supérieur à 1.",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Une excellente option avec une portée impressionnante et des dégâts fiables du meilleur type de dégâts qui soit. Les calculs sont un peu capricieux, mais Projectiles magiques reste le meilleur sort de dégâts monocible de niveau 1.",
        "score": 4
    },
    {
        "name": "Bouclier",
        "name_en": "Shield",
        "level": 1,
        "school": "Abjuration",
        "class": ["Ensorceleur", "Magicien"],
        "casting_time": "Réaction, que vous prenez lorsque vous êtes touché par un jet d'attaque ou ciblé par le sort Projectile magique",
        "range": "Personnelle",
        "components": ["V", "S"],
        "concentration": false,
        "ritual": false,
        "reaction": true,
        "duration": "1 round",
        "description": "Une barrière imperceptible de force magique vous protège.<br><br><strong>Effets jusqu'au début de votre prochain tour :</strong><br>• Bonus de +5 à la CA (y compris contre l'attaque déclenchante)<br>• Immunité aux dégâts de Projectile Magique",
        "higher_levels": "",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Le fait que vous puissiez lancer ce sort après avoir entendu le résultat du jet d'attaque signifie que vous pouvez souvent transformer une touche en échec. En plus de l'Armure du Mage, cela vous permet d'atteindre efficacement une CA de 17 + Dextérité tant que vous avez encore des emplacements de sort de niveau 1 à sacrifier.",
        "score": 4
    },
    {
        "name": "Image silencieuse",
        "name_en": "Silent Image",
        "level": 1,
        "school": "Illusion",
        "class": ["Barde", "Ensorceleur", "Magicien"],
        "casting_time": "Action",
        "range": "18 m",
        "components": ["V", "S", "M (un peu de laine)"],
        "concentration": true,
        "ritual": false,
        "reaction": false,
        "duration": "Concentration, jusqu'à 10 minutes",
        "description": "Vous créez l'image d'un objet, d'une créature ou d'un autre phénomène visible.<br><br><strong>Caractéristiques de l'image :</strong><br>• Ne dépasse pas un cube de 4,5 mètres de côté<br>• Apparaît à un endroit à portée<br>• Persiste pendant toute la durée du sort<br>• Purement visuelle (aucun son, odeur ou autre effet sensoriel)<br><br><strong>Contrôle de l'image :</strong><br>• Par une action Magie : déplacer l'image n'importe où à portée<br>• Lors du déplacement : modifier son apparence pour que ses mouvements paraissent naturels<br>• Exemple : faire marcher l'image d'une créature quand vous la déplacez<br><br><strong>Détection de l'illusion :</strong><br>• Interaction physique : révèle l'illusion (les objets peuvent la traverser)<br>• Action Étude : jet d'Intelligence (Investigation) contre le DD de sauvegarde de votre sort<br>• En cas de réussite : la créature peut voir à travers l'image",
        "higher_levels": "",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Bien qu'il ne soit pas aussi puissant qu'Image majeure, si vous voulez juste un objet ou un effet visuel, Image silencieuse fera parfaitement l'affaire. Créez un faux mur, une porte ou une herse pour ralentir vos poursuivants. Inventez un meuble, cachez-vous à l'intérieur et poignardez ceux qui oseront l'ouvrir. Les illusions sont plus limitées par votre imagination (et la bonne volonté de votre MJ) que par le texte du sort lui-même.",
        "score": 4
    },
    {
        "name": "Barbes argentées",
        "name_en": "Silvery Barbs",
        "level": 1,
        "school": "Enchantement",
        "class": ["Barde", "Ensorceleur", "Magicien"],
        "casting_time": "1 réaction, que vous prenez lorsqu'une créature que vous pouvez voir dans un rayon de 18 mètres de vous réussit un jet d'attaque, un test de caractéristique ou un jet de sauvegarde",
        "range": "18 m",
        "components": ["V"],
        "concentration": false,
        "ritual": false,
        "reaction": true,
        "duration": "Instantanée",
        "description": "Vous distrayez magiquement la créature déclenchante et transformez son incertitude momentanée en encouragement pour une autre créature.<br><br><strong>Effet sur la créature déclenchante :</strong><br>• Doit relancer le d20 et utiliser le résultat le plus bas<br><br><strong>Effet d'encouragement :</strong><br>• Vous choisissez une créature différente que vous pouvez voir à portée (vous pouvez vous choisir)<br>• La créature choisie a l'avantage sur le prochain jet d'attaque, test de caractéristique ou jet de sauvegarde qu'elle effectue dans la minute suivante<br><br><strong>Limitation :</strong><br>Une créature ne peut être renforcée que par une seule utilisation de ce sort à la fois.",
        "higher_levels": "",
        "origin": "Strixhaven: A Curriculum of Chaos",
        "learned": false,
        "learning_source": "",
        "comment": "Extrêmement puissant, mais également très complexe. Pour plus de détails sur les innombrables façons (et parfois douteuses) de détourner ce sort, voyez mon <a href=\"https://rpgbot.net/dnd-5es-silvery-barbs/\" target=\"_blank\">Guide sur les Barbes argentées</a>.",
        "score": 4
    },
    {
        "name": "Sommeil",
        "name_en": "Sleep",
        "level": 1,
        "school": "Enchantement",
        "class": ["Barde", "Ensorceleur", "Magicien"],
        "casting_time": "Action",
        "range": "18 m",
        "components": ["V", "S", "M (une pincée de sable ou des pétales de rose)"],
        "concentration": true,
        "ritual": false,
        "reaction": false,
        "duration": "Concentration, jusqu'à 1 minute",
        "description": "Toute créature de votre choix dans une sphère de 1,50 m de rayon centrée sur un point à portée doit réussir un jet de sauvegarde de Sagesse.<br><br><strong>Échec au premier jet :</strong><br>• État Incapable d'agir jusqu'à la fin de son prochain tour<br>• Doit refaire le jet de sauvegarde<br><br><strong>Échec au deuxième jet :</strong><br>• État Inconscient pendant toute la durée du sort<br><br><strong>Fin prématurée du sort :</strong><br>• Si une cible subit des dégâts<br>• Si une personne dans un rayon de 1,50 m entreprend une action pour la libérer<br><br><strong>Immunités :</strong><br>Les créatures qui ne dorment pas (comme les elfes) ou qui sont immunisées contre l'état Épuisement réussissent automatiquement leurs jets de sauvegarde.",
        "higher_levels": "",
        "origin": "Player's Handbook 2024 (BR)",
        "learned": false,
        "learning_source": "",
        "comment": "Avec une moyenne de 22,5 PV de créatures affectées, vous ne pourrez pas toucher grand monde si elles sont en pleine forme, mais vous pouvez toujours attendre de les user un peu avant de les achever avec Sommeil. Sommeil n'exige pas de jet de sauvegarde, ce qui en fait un moyen puissant et fiable d'incapaciter des ennemis peu robustes, même à haut niveau.",
        "score": 4
    }
]













